Repository: pouriaMaleki/navon
Catalog: companion-apps/ios/CompanionApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fi, fr, hi, id, ja, mr, pt, ru, ur, zh

# cue.offTrack
source: Off track
ar: خارج المسار
bn: পথের বাইরে
de: Vom Kurs abgekommen
es: Fuera de la ruta
fa: از مسیر خارج شدید
fi: Reitiltä pois
fr: Hors itinéraire
hi: रास्ते से हट गए
id: Keluar jalur
ja: 進路を外れています
mr: मार्गाबाहेर
pt: Fora da rota
ru: Сбились с маршрута
ur: راستے سے ہٹ گئے
zh: 偏离路线

# cue.onTrack
source: On track
ar: على المسار
bn: পথে ফিরে এসেছেন
de: Wieder auf Kurs
es: En la ruta
fa: در مسیر هستید
fi: Reitillä
fr: Sur l’itinéraire
hi: रास्ते पर
id: Kembali ke jalur
ja: 進路に戻りました
mr: मार्गावर
pt: Na rota
ru: Маршрут восстановлен
ur: راستے پر واپس آگئے
zh: 已回到路线

# cue.rerouting
source: Rerouting
ar: إعادة توجيه
bn: পুনরায় রুট নির্ধারণ করা হচ্ছে
de: Neuberechnung der Route
es: Recalculando la ruta
fa: در حال محاسبه مسیر جدید
fi: Uudelleenreititys
fr: Recalcul de l’itinéraire
hi: नया मार्ग बन रहा है
id: Menghitung ulang rute
ja: ルートを再計算しています
mr: नवीन मार्ग मोजत आहोत
pt: Recalculando rota
ru: Пересчёт маршрута
ur: نیا راستہ بنایا جا رہا ہے
zh: 正在重新规划路线

# cue.routeStarted
source: Route started
ar: بدأ المسار
bn: রুট শুরু হয়েছে
de: Route gestartet
es: Ruta iniciada
fa: مسیر شروع شد
fi: Reitti aloitettu
fr: Itinéraire démarré
hi: मार्ग शुरू हुआ
id: Rute dimulai
ja: ルートを開始します
mr: मार्ग सुरू झाला
pt: Rota iniciada
ru: Маршрут начат
ur: راستہ شروع ہو گیا
zh: 路线已开始

# cue.turn10m.exitLeft
source: Take the left exit
ar: خذ المخرج الأيسر
bn: বাম দিকের এক্সিট নিন
de: Nimm die linke Ausfahrt
es: Toma la salida izquierda
fa: خروجیِ چپ را بگیرید
fi: Ota vasen liittymä
fr: Prenez la sortie à gauche
hi: बाएँ निकास लें
id: Ambil pintu keluar kiri
ja: 左の出口へ
mr: डाव्या एक्झिटकडे जा
pt: Pegue a saída à esquerda
ru: Сверните налево
ur: بائیں ایگزٹ لیں
zh: 从左侧出口驶出

# cue.turn10m.exitRight
source: Take the right exit
ar: خذ المخرج الأيمن
bn: ডান দিকের এক্সিট নিন
de: Nimm die rechte Ausfahrt
es: Toma la salida derecha
fa: خروجیِ راست را بگیرید
fi: Ota oikea liittymä
fr: Prenez la sortie à droite
hi: दाएँ निकास लें
id: Ambil pintu keluar kanan
ja: 右の出口へ
mr: उजव्या एक्झिटकडे जा
pt: Pegue a saída à direita
ru: Сверните направо
ur: دائیں ایگزٹ لیں
zh: 从右侧出口驶出

# cue.turn10m.generic
source: Follow the route
ar: اتبع المسار
bn: রুট অনুসরণ করুন
de: Folge der Route
es: Sigue la ruta
fa: مسیر را دنبال کنید
fi: Noudata reittiä
fr: Suivez l’itinéraire
hi: मार्ग का पालन करें
id: Ikuti rute
ja: ルートに従ってください
mr: मार्गाचे अनुसरण करा
pt: Siga a rota
ru: Следуйте по маршруту
ur: راستے پر چلیں
zh: 沿路线行驶

# cue.turn10m.left
source: Turn left
ar: انعطف يسارًا
bn: বামে ঘুরুন
de: Links abbiegen
es: Gira a la izquierda
fa: به چپ بپیچید
fi: Käänny vasemmalle
fr: Tournez à gauche
hi: बाएँ मुड़ें
id: Belok kiri
ja: 左折してください
mr: डावीकडे वळा
pt: Vire à esquerda
ru: Поверните налево
ur: بائیں مڑیں
zh: 左转

# cue.turn10m.merge
source: Merge
ar: اندِمج
bn: মার্জ করুন
de: Einbiegen
es: Incorpórate
fa: ادغام کن
fi: Sulautu
fr: Fusionne
hi: मर्ज करें
id: Gabung
ja: 合流してください
mr: विलीनीकरण करा
pt: Mesclar
ru: Сливайся
ur: مرج کریں
zh: 并入

# cue.turn10m.ramp
source: Take the ramp
ar: خُذ المنحدر
bn: র‌্যাম্প নিন
de: Auffahrt nehmen
es: Toma la rampa
fa: رمپ را بگیر
fi: Ota ramppi
fr: Prends la bretelle
hi: रैम्प लें
id: Ambil jalur masuk
ja: ランプに入ってください
mr: रॅम्प घ्या
pt: Pegue a rampa
ru: Съезжай
ur: ریمپ لیں
zh: 上匝道

# cue.turn10m.right
source: Turn right
ar: انعطف يمينًا
bn: ডানে ঘুরুন
de: Rechts abbiegen
es: Gira a la derecha
fa: به راست بپیچید
fi: Käänny oikealle
fr: Tournez à droite
hi: दाएँ मुड़ें
id: Belok kanan
ja: 右折してください
mr: उजवीकडे वळा
pt: Vire à direita
ru: Поверните направо
ur: دائیں مڑیں
zh: 右转

# cue.turn10m.roundabout
source: Enter the roundabout
ar: ادخل الدوّار
bn: রাউন্ডঅ্যাবাউটে ঢুকুন
de: In den Kreisverkehr einfahren
es: Entra en la rotonda
fa: وارد میدان گرد شو
fi: Aja pyöröliittymään
fr: Entre dans le rond-point
hi: राउंडअबाउट में प्रवेश करें
id: Masuk ke bundaran
ja: ラウンドアバウトに入ってください
mr: राउंडअबाऊटमध्ये प्रवेश करा
pt: Entre na rotatória
ru: Въезжай на кольцевую развязку
ur: گول چکر میں داخل ہوں
zh: 进入环岛

# cue.turn10m.slightLeft
source: Slight left
ar: ميل يسارًا قليلًا
bn: সামান্য বামে
de: Leicht links
es: Gira a la izquierda
fa: به چپ بپیچید
fi: Vähäinen vasemmalle
fr: Légère gauche
hi: हल्का बायां
id: Belok sedikit kiri
ja: 緩やかな左へ
mr: किंचित डावीकडे
pt: Leve à esquerda
ru: Небольшой поворот налево
ur: ہلکا سا بائیں
zh: 轻微向左

# cue.turn10m.slightRight
source: Slight right
ar: ميل يمينًا قليلًا
bn: সামান্য ডানে
de: Leicht rechts
es: Gira a la derecha
fa: به راست بپیچید
fi: Vähäinen oikealle
fr: Légère droite
hi: हल्का दायां
id: Belok sedikit kanan
ja: 緩やかな右へ
mr: किंचित उजवीकडे
pt: Leve à direita
ru: Небольшой поворот направо
ur: ہلکا سا دائیں
zh: 轻微向右

# cue.turn10m.uturn
source: Make a U-turn
ar: قم بعمل انعطاف U
bn: U-টার্ন করুন
de: Mach einen U-Turn
es: Haz un U-turn
fa: یک دور U بزنید
fi: Tee U-käännös
fr: Faites un demi-tour
hi: U-turn करें
id: Putar balik (U-turn)
ja: Uターンしてください
mr: U-turn करा
pt: Faça uma conversão em U
ru: Сделайте разворот
ur: یو ٹرن کریں
zh: 掉头

# cue.turn10mCombined
source: {first, select, left {Turn left} slightLeft {Slight left} slightRight {Slight right} right {Turn right} exitLeft {Take the left exit} exitRight {Take the right exit} uturn {Make a U-turn} roundabout {Enter the roundabout} merge {Merge} ramp {Take the ramp} other {Continue}} then immediately {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
ar: {first, select, left {Turn left} slightLeft {Slight left} slightRight {Slight right} right {Turn right} exitLeft {Take the left exit} exitRight {Take the right exit} uturn {Make a U-turn} roundabout {Enter the roundabout} merge {Merge} ramp {Take the ramp} other {Continue}} ثم فورًا {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
bn: {first, select, left {Turn left} slightLeft {Slight left} slightRight {Slight right} right {Turn right} exitLeft {Take the left exit} exitRight {Take the right exit} uturn {Make a U-turn} roundabout {Enter the roundabout} merge {Merge} ramp {Take the ramp} other {Continue}} তারপরই {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
de: {first, select, left {Links abbiegen} slightLeft {Leicht links} slightRight {Leicht rechts} right {Rechts abbiegen} exitLeft {Nimm die linke Ausfahrt} exitRight {Nimm die rechte Ausfahrt} uturn {Mach einen U-turn} roundabout {In den Kreisverkehr einfahren} merge {Einfädeln} ramp {Nimm die Rampe} other {Weiterfahren}} dann sofort {second, select, left {links} slightLeft {leicht links} slightRight {leicht rechts} right {rechts} exitLeft {linke Ausfahrt} exitRight {rechte Ausfahrt} uturn {U-turn} roundabout {Kreisverkehr} merge {Einfädeln} ramp {Rampe} other {weiter}}
es: {first, select, left {Gira a la izquierda} right {Gira a la derecha} exitLeft {Toma la salida izquierda} exitRight {Toma la salida derecha} uturn {Haz una U-turn} roundabout {Entra a la rotonda} merge {Fusiona} ramp {Toma la rampa} other {Continúa}} luego inmediatamente {second, select, left {izquierda} right {derecha} exitLeft {salida izquierda} exitRight {salida derecha} uturn {U-turn} roundabout {rotonda} merge {fusión} ramp {rampa} other {adelante}}
fa: {first, select, left {به چپ بپیچ} right {به راست بپیچ} exitLeft {از خروجیِ چپ خارج شو} exitRight {از خروجیِ راست خارج شو} uturn {یک U-turn انجام بده} roundabout {وارد رُنداباوت شو} merge {ادغام کن} ramp {رمپ را بگیر} other {ادامه بده}} سپس بلافاصله {second, select, left {به چپ} right {به راست} exitLeft {خروجیِ چپ} exitRight {خروجیِ راست} uturn {U-turn} roundabout {رُنداباوت} merge {ادغام} ramp {رمپ} other {به جلو}}
fi: {first, select, left {Käänny vasemmalle} slightLeft {Vähäinen vasemmalle} slightRight {Vähäinen oikealle} right {Käänny oikealle} exitLeft {Ota vasen uloskäynti} exitRight {Ota oikea uloskäynti} uturn {Tee U-käännös} roundabout {Siirry kiertoliittymään} merge {Sulautu} ramp {Ota ramppi} other {Jatka}} sitten heti {second, select, left {vasemmalle} slightLeft {vähäinen vasemmalle} slightRight {vähäinen oikealle} right {oikealle} exitLeft {vasen uloskäynti} exitRight {oikea uloskäynti} uturn {U-käännös} roundabout {kiertoliittymä} merge {sulautu} ramp {ramppi} other {eteenpäin}}
fr: {first, select, left {Tournez à gauche} slightLeft {Légère gauche} slightRight {Légère droite} right {Tournez à droite} exitLeft {Prenez la sortie à gauche} exitRight {Prenez la sortie à droite} uturn {Faites un demi-tour} roundabout {Entrez dans le rond-point} merge {Fusionnez} ramp {Prenez la rampe} other {Continuez}} puis immédiatement {second, select, left {à gauche} slightLeft {légère gauche} slightRight {légère droite} right {à droite} exitLeft {sortie à gauche} exitRight {sortie à droite} uturn {Demi-tour} roundabout {rond-point} merge {fusion} ramp {rampe} other {tout droit}}
hi: {first, select, left {Turn left} slightLeft {Slight left} slightRight {Slight right} right {Turn right} exitLeft {Take the left exit} exitRight {Take the right exit} uturn {Make a U-turn} roundabout {Enter the roundabout} merge {Merge} ramp {Take the ramp} other {Continue}} फिर तुरंत {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
id: {first, select, left {Belok kiri} slightLeft {Belok sedikit kiri} slightRight {Belok sedikit kanan} right {Belok kanan} exitLeft {Ambil keluar kiri} exitRight {Ambil keluar kanan} uturn {Lakukan U-turn} roundabout {Masuk bundaran} merge {Bergabung} ramp {Ambil landai} other {Lanjutkan}} lalu segera {second, select, left {kiri} slightLeft {belok sedikit kiri} slightRight {belok sedikit kanan} right {kanan} exitLeft {keluar kiri} exitRight {keluar kanan} uturn {U-turn} roundabout {bundaran} merge {bergabung} ramp {landai} other {ke depan}}
ja: {first, select, left {左折} slightLeft {緩やかな左} slightRight {緩やかな右} right {右折} exitLeft {左の出口へ} exitRight {右の出口へ} uturn {Uターン} roundabout {ラウンドアバウトに入る} merge {合流} ramp {ランプを取る} other {そのまま進む}} のあとすぐに {second, select, left {左} slightLeft {緩やかな左} slightRight {緩やかな右} right {右} exitLeft {左の出口} exitRight {右の出口} uturn {Uターン} roundabout {ラウンドアバウト} merge {合流} ramp {ランプ} other {その先へ}}
mr: {first, select, left {डावीकडे वळा} slightLeft {किंचित डावीकडे} slightRight {किंचित उजवीकडे} right {उजवीकडे वळा} exitLeft {डावीकडे एक्झिट घ्या} exitRight {उजवीकडे एक्झिट घ्या} uturn {U-turn करा} roundabout {राउंडअबाऊटमध्ये जा} merge {मर्ज करा} ramp {रॅम्प घ्या} other {पुढे चालू ठेवा}} नंतर लगेच {second, select, left {डावीकडे} slightLeft {किंचित डावीकडे} slightRight {किंचित उजवीकडे} right {उजवीकडे} exitLeft {डावीकडचा एक्झिट} exitRight {उजवीकडचा एक्झिट} uturn {U-turn} roundabout {राउंडअबाऊट} merge {मर्ज करा} ramp {रॅम्प} other {पुढे}}
pt: {first, select, left {Vire à esquerda} slightLeft {Leve à esquerda} slightRight {Leve à direita} right {Vire à direita} exitLeft {Pegue a saída à esquerda} exitRight {Pegue a saída à direita} uturn {Faça um retorno (U-turn)} roundabout {Entre na rotatória} merge {Faça a fusão} ramp {Pegue a rampa} other {Continue}} então imediatamente {second, select, left {à esquerda} slightLeft {leve à esquerda} slightRight {leve à direita} right {à direita} exitLeft {saída à esquerda} exitRight {saída à direita} uturn {U-turn} roundabout {rotatória} merge {fusão} ramp {rampa} other {à frente}}
ru: {first, select, left {Turn left} slightLeft {Небольшой поворот налево} slightRight {Небольшой поворот направо} right {Turn right} exitLeft {Take the left exit} exitRight {Take the right exit} uturn {Make a U-turn} roundabout {Enter the roundabout} merge {Merge} ramp {Take the ramp} other {Continue}} затем сразу {second, select, left {left} slightLeft {небольшой поворот налево} slightRight {небольшой поворот направо} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
ur: {first, select, left {Turn left} slightLeft {Slight left} slightRight {Slight right} right {Turn right} exitLeft {Take the left exit} exitRight {Take the right exit} uturn {Make a U-turn} roundabout {Enter the roundabout} merge {Merge} ramp {Take the ramp} other {Continue}} پھر فوراً {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}
zh: {first, select, left {Turn left} slightLeft {Slight left} slightRight {Slight right} right {Turn right} exitLeft {Take the left exit} exitRight {Take the right exit} uturn {Make a U-turn} roundabout {Enter the roundabout} merge {Merge} ramp {Take the ramp} other {Continue}} 然后立即 {second, select, left {left} slightLeft {slight left} slightRight {slight right} right {right} exitLeft {left exit} exitRight {right exit} uturn {U-turn} roundabout {roundabout} merge {merge} ramp {ramp} other {ahead}}

# cue.turn50m.exitLeft
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, take the left exit
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، خذ المخرج الأيسر
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর বাম এক্সিট নিন
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, nimm die linke Ausfahrt
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, toma la salida izquierda
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} ، خروجیِ چپ را بگیرید
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, ota vasen uloskäynti
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, prenez la sortie à gauche
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में बायां एग्ज़िट लें
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, ambil keluar kiri
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先で左の出口へ
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये डावीकडचा एक्झिट घ्या
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, pegue a saída à esquerda
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, сверните на левый съезд
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں بائیں ایگزٹ لیں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，向左驶出

# cue.turn50m.exitRight
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, take the right exit
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، خذ المخرج الأيمن
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর ডান এক্সিট নিন
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, nimm die rechte Ausfahrt
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, toma la salida derecha
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} ، خروجیِ راست را بگیرید
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, ota oikea uloskäynti
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, prenez la sortie à droite
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में दायां एग्ज़िट लें
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, ambil keluar kanan
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先で右の出口へ
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये उजवीकडचा एक्झिट घ्या
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, pegue a saída à direita
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, сверните на правый съезд
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں دائیں ایگزٹ لیں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，向右驶出

# cue.turn50m.generic
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, follow the route
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، اتبع المسار
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর রুট অনুসরণ করুন
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, folge der Route
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, sigue la ruta
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} ، مسیر را دنبال کنید
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, seuraa reittiä
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, suivez l’itinéraire
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में रूट फॉलो करें
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, ikuti rute
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先でルートに従って進んでください
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये मार्गाचे अनुसरण करा
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, siga a rota
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, следуйте по маршруту
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں راستے پر چلتے رہیں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，沿路线行驶

# cue.turn50m.left
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, turn left
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، انعطف يسارًا
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর বামে ঘুরুন
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, biege links ab
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, gira a la izquierda
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} ، به چپ بپیچید
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, käänny vasemmalle
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, tournez à gauche
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में बायां मुड़ें
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, belok kiri
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先で左折してください
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये डावीकडे वळा
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, vire à esquerda
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, поверните налево
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں بائیں مڑیں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，向左转
